print('Привет \'Мир\'!')
print("Привет \"Мир!")
Перевод строки
print('Привет \nМир!')

Вывод произовольного текста
print('''Привет
Мир!''')

Присваеваем переменной ввод
n=input('Как Вас зовут? : ')
print('Вас зовут ' + n)

Переменная
test=10
print(test)

a=input("Введите первое число: ")
b=input("Введите второе число: ")
Конвертация строк в число
print(int(a)+int(b))

Конкатенация строк
print('Одна строка ' + 'Другая строка')

Умножение строк только с числом
print('Привет' * 3)